export const telegramInstruction = `
<h3>Как подключить Telegram бота</h3>

<h5>Подключите Telegram Бота в 3 простых шага:</h5>
Откройте приложение Telegram и перейдите в аккаунт <em>@Botfather</em>, создайте нового бота используя команду <em>/newbot</em>, если Вы еще этого не сделали.<br>Можно также: задать аватар, описание и приветствие вашего бота. Создать и управлять ботом можно бесплатно.
После этого с помощью команды <em><b>/token</b></em> получите ключ доступа к боту (токен).<br>Обычно он выглядит так:<br><em>3245214234:AAsdgfgre87qJddYccR-ynswefcWz21324</em><br>Сложный, не так ли? ☺
Скопируйте его и вставьте в поле выше.

<h4 class="mt-2">Что такое Telegram бот</h4>

Telegram Бот - это аккаунт, через который вы можете общаться с вашими клиентами в Telegram. Внешне он ничем не отличается от обычного аккаунта Telegram. Вы сможете обращаться с клиентами в ZangeRange только через Telegram Бота, а не через личный аккаунт в Telegram.
`;

export const viberInstruction = `
<h3>Как подключить бота Viber</h3>

<h5>Подключите аккаунт в 4 простых шага:</h5>
Перейдите по ссылке: <a href="https://partners.viber.com/account/create-bot-account">https://partners.viber.com/account/create-bot-account</a> и зарегистрируйтесь, указав свой номер телефона.
<br>В разделе "Create Bot Account" загрузите логотип, заполните все поля.<br>В поле Url укажите, как будет отображаться адрес вашего бота. Выберите локацию, передвинув значок на карте в нужное место. Нажмите "Create".
<br>Вы попадете на страницу, где будет указан токен вашего аккаунта. Нажмите "Copy", чтобы скопировать токен.
<br>Полученный токен вставьте в поле выше и нажмите "Подключить аккаунт".

<h4 class="mt-2">Что такое Viber бот</h4>

Viber позволяет компаниям и быть на связи с пользователями Viber. Компании могут создавать боты в Viber совершенно бесплатно. Вы сможете общаться с клиентами в ZangeRange только через бота Viber или Viber Public Account, а не через личный аккаунт в Viber.
`;

export const general = `
<h3>Добро пожаловать!</h3><h5>Настройте аккаунт в ZangeRange за 5 минут.</h5>
Сперва подключите первый мессенджер. Начните с ВКонтакте, он самый популярный в России. Или выберите другой мессенджер.
`;
